<?php

return [
    'task_statuses' => [
        'store' => [
            'success' => 'Статус успешно создан',
        ],
        'delete' => [
            'success' => 'Статус успешно удален',
            'error' => 'Не удалось удалить статус',
        ],
        'update' => [
            'success' => 'Статус успешно обновлен',
            'error' => 'Не удалось обновить статус',
        ]
    ],
    'tasks' => [
        'store' => [
            'success' => 'Задача успешно создана',
        ],
        'delete' => [
            'success' => 'Задача успешно удалена',
        ],
        'update' => [
            'success' => 'Задача успешно обновлена',
            'error' => 'Не удалось обновить задачу',
        ],
    ],
];
