<?php

return [
    'task_statuses' => [
        'store' => [
            'success' => 'Статус успешно создан',
        ],
        'update' => [
            'success' => 'Статус успешно обновлен',
        ],
        'delete' => [
            'success' => 'Статус успешно удален',
            'error' => 'Не удалось удалить статус',
        ],
    ],
    'tasks' => [
        'store' => [
            'success' => 'Задача успешно создана',
        ],
        'update' => [
            'success' => 'Задача успешно обновлена',
        ],
        'delete' => [
            'success' => 'Задача успешно удалена',
        ],
    ],
    'labels' => [
        'store' => [
            'success' => 'Метка успешно создана',
        ],
        'update' => [
            'success' => 'Метка успешно обновлена',
        ],
        'delete' => [
            'success' => 'Метка успешно удалена',
            'error' => 'Не удалось удалить метку',
        ],
    ],
];
